[
{
 "Adhikaram":"PorulAdhikaram",
 "Iyal":[
    {
        "Iyal Name":"Agathinayil",
         "Agathinayil":[
                 {
                  "Padal":"கைக்கிளை முதலாப் பெருந்திணை இறுவாய் \nமுற்படக் கிளந்த எழு திணை என்ப",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"அவற்றுள், \nநடுவண் ஐந்திணை நடுவணது ஒழிய \nபடு திரை வையம் பாத்திய பண்பே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"முதல் கரு உரிப்பொருள் என்ற மூன்றே \nநுவலும் காலை முறை சிறந்தனவே \nபாடலுள் பயின்றவை நாடும் காலை",
                  "Vilakkam":"" 
                 },
                 {
                 "Padal":"முதல் எனப்படுவது நிலம் பொழுது இரண்டின் \nஇயல்பு என மொழிப இயல்பு உணர்ந்தோரே",
                 "Vilakkam":"" 
                 },
                 {
                  "Padal":"மாயோன் மேய காடு உறை உலகமும் \nசேயோன் மேய மை வரை உலகமும் \nவேந்தன் மேய தீம் புனல் உலகமும் \nவருணன் மேய பெரு மணல் உலகமும் \nமுல்லை குறிஞ்சி மருதம் நெய்தல் எனச் \nசொல்லிய முறையான் சொல்லவும் படுமே",
                  "Vilakkam":"" 
                 },
                 {
                  "Padal":"காரும் மாலையும் முல்லை",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"குறிஞ்சி, \nகூதிர் யாமம் என்மனார் புலவர்",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"பனி எதிர் பருவமும் உரித்து என மொழிப",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"வைகறை விடியல் மருதம்",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"எற்பாடு, \nநெய்தல் ஆதல் மெய் பெறத் தோன்றும்",
                  "Vilakkam":""          
                 },
                 {
                  "Padal":"நடுவுநிலைத் திணையே நண்பகல் வேனிலொடு \nமுடிவு நிலை மருங்கின் முன்னிய நெறித்தே",
                  "Vilakkam":""         
                 },
                 {
                  "Padal":"பின்பனிதானும் உரித்து என மொழிப",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"இரு வகைப் பிரிவும் நிலை பெறத் தோன்றலும் \nஉரியது ஆகும் என்மனார் புலவர்",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"திணை மயக்குறுதலும் கடி நிலை இலவே \nநிலன் ஒருங்கு மயங்குதல் இல என மொழிப \nபுலன் நன்கு உணர்ந்த புலமையோரே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"உரிப்பொருள் அல்லன மயங்கவும் பெறுமே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"புணர்தல் பிரிதல் இருத்தல் இரங்கல் \nஊடல் அவற்றின் நிமித்தம் என்றிவை \nதேரும் காலை திணைக்கு உரிப்பொருளே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"கொண்டு தலைக்கழிதலும் பிரிந்து அவண் இரங்கலும் \nஉண்டு என மொழிப ஓர் இடத்தான", 
                  "Vilakkam":""
                 },
                 {
                  "Padal":"கலந்த பொழுதும் காட்சியும் அன்ன",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"முதல் எனப்படுவது ஆயிரு வகைத்தே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"தெய்வம் உணாவே மா மரம் புள் பறை \nசெய்தி யாழின் பகுதியொடு தொகைஇ \nஅவ் வகை பிறவும் கரு என மொழிப",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"எந் நில மருங்கின் பூவும் புள்ளும் \nஅந் நிலம் பொழுதொடு வாரா ஆயினும் \nவந்த நிலத்தின் பயத்த ஆகும்", 
                  "Vilakkam":""
                 },
                 {
                  "Padal":"பெயரும் வினையும் என்று ஆயிரு வகைய \nதிணைதொறும் மரீஇய திணை நிலைப் பெயரே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"ஆயர் வேட்டுவர் ஆடூஉத் திணைப் பெயர் \nஆவயின் வரூஉம் கிழவரும் உளரே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"ஏனோர் மருங்கினும் எண்ணும் காலை \nஆனா வகைய திணை நிலைப் பெயரே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"அடியோர் பாங்கினும் வினைவலர் பாங்கினும் \nகடிவரை இல புறத்து என்மனார் புலவர்",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"ஏவல் மரபின் ஏனோரும் உரியர் \nஆகிய நிலைமை அவரும் அன்னர்",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"ஓதல் பகையே தூது இவை பிரிவே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"அவற்றுள், \nஓதலும் தூதும் உயர்ந்தோர் மேன",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"தானே சேறலும் தன்னொடு சிவணிய \nஏனோர் சேறலும் வேந்தன் மேற்றே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"மேவிய சிறப்பின் ஏனோர் படிமைய \nமுல்லை முதலாச் சொல்லிய முறையான் \nபிழைத்தது பிழையாது ஆகல் வேண்டியும் \nஇழைத்த ஒண் பொருள் முடியவும் பிரிவே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"மேலோர் முறைமை நால்வர்க்கும் உரித்தே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"மன்னர் பாங்கின் பின்னோர் ஆகுப",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"உயர்ந்தோர்க்கு உரிய ஓத்தினான",
                  "Vilakkam":""  
                 },
                 {
                  "Padal":"வேந்து வினை இயற்கை வேந்தன் ஒரீஇய \nஏனோர் மருங்கினும் எய்து இடன் உடைத்தே",
                  "Vilakkam":""              
                 },
                 {
                  "Padal":"பொருள்வயின் பிரிதலும் அவர்வயின் உரித்தே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"உயர்ந்தோர் பொருள்வயின் ஒழுக்கத்தான",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"முந்நீர் வழக்கம் மகடூஉவொடு இல்லை",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"எத்திணை மருங்கினும் மகடூஉ மடல்மேல் \nபொற்புடை நெறிமை இன்மையான",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"தன்னும் அவனும் அவளும் சுட்டி \nமன்னும் நிமித்தம் மொழிப் பொருள் தெய்வம் \nநன்மை தீமை அச்சம் சார்தல் என்று \nஅன்ன பிறவும் அவற்றொடு தொகைஇ \nமுன்னிய காலம் மூன்றுடன் விளக்க \nதோழி தேஎத்தும் கண்டோ ர் பாங்கினும் \nபோகிய திறத்து நற்றாய் புலம்பலும் \nஆகிய கிளவியும் அவ் வழி உரிய",
                  "Vilakkam":""         
                 },
                 {
                  "Padal":"ஏமப் பேரூர்ச் சேரியும் சுரத்தும் \nதாமே செல்லும் தாயரும் உளரே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"அயலோர் ஆயினும் அகற்சி மேற்றே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"தலைவரும் விழும நிலை எடுத்து உரைப்பினும் \nபோக்கற்கண்ணும் விடுத்தற்கண்ணும் \nநீக்கலின் வந்த தம் உறு விழுமமும் \nவாய்மையும் பொய்ம்மையும் கண்டோ ற் சுட்டித் \nதாய் நிலை நோக்கித் தலைப்பெயர்த்துக் கொளினும் \nநோய் மிகப் பெருகித் தன் நெஞ்சு கலுழ்ந்தோளை \nஅழிந்தது களை என மொழிந்தது கூறி \nவன்புறை நெருங்கி வந்ததன் திறத்தொடு \nஎன்று இவை எல்லாம் இயல்புற நாடின் \nஒன்றித் தோன்றும் தோழி மேன",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"பொழுதும் ஆறும் உட்கு வரத் தோன்றி \nவழுவின் ஆகிய குற்றம் காட்டலும் \nஊரது சார்பும் செல்லும் தேயமும்  \nஆர்வ நெஞ்சமொடு செப்பிய வழியினும் \nபுணர்ந்தோர் பாங்கின் புணர்ந்த நெஞ்சமொடு \nஅழிந்து எதிர் கூறி விடுப்பினும் ஆங்கத்  \nதாய் நிலை கண்டு தடுப்பினும் விடுப்பினும் \nசேய் நிலைக்கு அகன்றோர் செலவினும் வரவினும் \nகண்டோ ர் மொழிதல் கண்டது என்ப",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"ஒன்றாத் தமரினும் பருவத்தும் சுரத்தும் \nஒன்றிய மொழியொடு வலிப்பினும் விடுப்பினும் \nஇடைச் சுர மருங்கின் அவள் தமர் எய்திக் \nகடைக் கொண்டு பெயர்தலின் கலங்கு அஞர் எய்திக்  \nகற்பொடு புணர்ந்த கௌவை உளப்பட \nஅப் பால் பட்ட ஒரு திறத்தானும் \nநாளது சின்மையும் இளமையது அருமையும் \nதாளாண் பக்கமும் தகுதியது அமைதியும் \nஇன்மையது இளிவும் உடைமையது உயர்ச்சியும் \nஅன்பினது அகலமும் அகற்சியது அருமையும் \nஒன்றாப் பொருள்வயின் ஊக்கிய பாலினும்  \nவாயினும் கையினும் வகுத்த பக்கமொடு   \nஊதியம் கருதிய ஒரு திறத்தானும்  \nபுகழும் மானமும் எடுத்து வற்புறுத்தலும்  \nதூது இடையிட்ட வகையினானும்  \nஆகித் தோன்றும் பாங்கோர் பாங்கினும்  \nமூன்றன் பகுதியும் மண்டிலத்து அருமையும்  \nதோன்றல் சான்ற மாற்றோர் மேன்மையும்  \nபாசறைப் புலம்பலும் முடிந்த காலத்த  \nபாகனொடு விரும்பிய வினைத்திற வகையினும் \nகாவற் பாங்கின் ஆங்கோர் பக்கமும்  \nபரத்தையின் அகற்சியின் பரிந்தோட் குறுகி  \nஇரத்தலும் தெளித்தலும் என இரு வகையொடு  \nஉரைத் திற நாட்டம் கிழவோன் மேன",
                  "Vilakkam":""         
                 },
                 {
                  "Padal":"எஞ்சியோர்க்கும் எஞ்சுதல் இலவே",
                  "Vilakkam":"" 
                 },
                 {
                  "Padal":"நிகழ்ந்தது நினைத்தற்கு ஏதுவும் ஆகும்",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"நிகழ்ந்தது கூறி நிலையலும் திணையே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"மரபுநிலை திரியா மாட்சிய ஆகி \nவிரவும் பொருளும் விரவும் என்ப",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"உள்ளுறை உவமம் ஏனை உவமம் எனத் \nதள்ளாது ஆகும் திணை உணர் வகையே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"உள்ளுறை தெய்வம் ஒழிந்ததை நிலம் எனக் \nகொள்ளும் என்ப குறி அறிந்தோரே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"உள்ளுறுத்து இதனொடு ஒத்துப் பொருள் முடிக என \nஉள்ளுறுத்து இறுவதை உள்ளுறை உவமம்",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"ஏனை உவமம் தான் உணர் வகைத்தே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"காமம் சாலா இளமையோள்வயின் \nஏமம் சாலா இடும்பை எய்தி \nநன்மையும் தீமையும் என்று இரு திறத்தான் \nதன்னொடும் அவளொடும் தருக்கிய புணர்த்து  \nசொல் எதிர் பெறாஅன் சொல்லி இன்புறல் \nபுல்லித் தோன்றும் கைக்கிளைக் குறிப்பே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"ஏறிய மடல் திறம் இளமை தீர் திறம் \nதேறுதல் ஒழிந்த காமத்து மிகு திறம் \nமிக்க காமத்து மிடலொடு தொகைஇ \nசெப்பிய நான்கும் பெருந்திணைக் குறிப்பே",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"முன்னைய நான்கும் முன்னதற்கு என்ப",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"நாடக வழக்கினும் உலகியல் வழக்கினும் \nபாடல் சான்ற புலனெறி வழக்கம் \nகலியே பரிபாட்டு ஆயிரு பாவினும் \nஉரியது ஆகும் என்மனார் புலவர்",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"மக்கள் நுதலிய அகன் ஐந்திணையும் \nசுட்டி ஒருவர்ப் பெயர் கொளப் பெறாஅர்",
                  "Vilakkam":""
                 },
                 {
                  "Padal":"புறத்திணை மருங்கின் பொருந்தின் அல்லது \nஅகத்திணை மருங்கின் அளவுதல் இலவே",
                  "Vilakkam":""
                 }
         ]

    }
 ]
},
{
"Adhikaram":"Porul Adhikaram",
"Iyal":[
{ 
"Iyal_Name":"Purathinayil",   
"Purathinayil":[
{
   "Padal":"அகத்திணை மருங்கின் அரில் தப உணர்ந்தோர் \nபுறத்திணை இலக்கணம் திறப்படக் கிளப்பின் \nவெட்சிதானே குறிஞ்சியது புறனே \nஉட்கு வரத் தோன்றும் ஈர் ஏழ் துறைத்தே.",
   "vilakkam":""  
},
{
  "Padal":"வேந்து விடு முனைஞர் வேற்றுப் புலக் களவின் \nஆ தந்து ஓம்பல் மேவற்று ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"படை இயங்கு அரவம் பாக்கத்து விரிச்சி \nபுடை கெடப் போகிய செலவே புடை கெட \nஒற்றின் ஆகிய வேயே வேய்ப்புறம் \nமுற்றின் ஆகிய புறத்து இறை முற்றிய \nஊர் கொலை ஆ கோள் பூசல் மாற்றே \nநோய் இன்று உய்த்தல் நுவல்வழித் தோற்றம் \nதந்து நிறை பாதீடு உண்டாட்டு கொடை என \nவந்த ஈர் ஏழ் வகையிற்று ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"மறம் கடைக்கூட்டிய குடிநிலை சிறந்த \nகொற்றவை நிலையும் அத் திணைப் புறனே. ",
  "vilakkam":""
},
{
  "Padal":"வெறி அறி சிறப்பின் வெவ் வாய் வேலன் \nவெறியாட்டு அயர்ந்த காந்தளும் உறு பகை \nவேந்திடை தெரிதல் வேண்டி ஏந்து புகழ் \nபோந்தை வேம்பே ஆர் என வரூஉம் \nமா பெருந்தானையர் மலைந்த பூவும் \nவாடா வள்ளி வயவர் ஏத்திய \nஓடாக் கழல் நிலை உளப்பட ஓடா \nஉடல் வேந்து அடுக்கிய உன்ன நிலையும் \nமாயோன் மேய மன் பெருஞ் சிறப்பின் \nதாவா விழுப் புகழ்ப் பூவை நிலையும் \nஆர் அமர் ஓட்டலும் ஆ பெயர்த்துத் தருதலும் \nசீர் சால் வேந்தன் சிறப்பு எடுத்து உரைத்தலும் \nதலைத் தாள் நெடுமொழி தன்னொடு புணர்த்தலும் \nஅனைக்கு உரி மரபினது கரந்தை அன்றியும் \nவரு தார் தாங்கல் வாள் வாய்த்துக் கவிழ்தல் என்று \nஇரு வகைப் பட்ட பிள்ளை நிலையும் \nவாள் மலைந்து எழுந்தோனை மகிழ்ந்து பறை தூங்க \nநாடு அவற்கு அருளிய பிள்ளையாட்டும் \nகாட்சி கால்கோள் நீர்ப்படை நடுதல் \nசீர்த்த மரபின் பெரும்படை வாழ்த்தல் என்று \nஇரு மூன்று மரபின் கல்லொடு புணரச் \nசொல்லப்பட்ட எழு மூன்று துறைத்தே. ",
  "vilakkam":""
},
{
  "Padal":"வஞ்சிதானே முல்லையது புறனே \nஎஞ்சா மண் நசை வேந்தனை வேந்தன் \nஅஞ்சு தகத் தலைச் சென்று அடல் குறித்தன்றே.",
  "vilakkam":""
},
{
  "Padal":"இயங்கு படை அரவம் எரி பரந்து எடுத்தல் \nவயங்கல் எய்திய பெருமையானும் \nகொடுத்தல் எய்திய கொடைமையானும் \nஅடுத்து ஊர்ந்து அட்ட கொற்றத்தானும் \nமாராயம் பெற்ற நெடுமொழியானும் \nபொருளின்று உய்த்த பேராண் பக்கமும் \nவரு விசைப் புனலைக் கற் சிறை போல \nஒருவன் தாங்கிய பெருமையானும் \nபிண்டம் மேய பெருஞ்சோற்று நிலையும் \nவென்றோர் விளக்கமும் தோற்றோர் தேய்வும் \nகுன்றாச் சிறப்பின் கொற்ற வள்ளையும் \nஅழி படை தட்டோ ர் தழிஞ்சியொடு தொகைஇ \nகழி பெருஞ் சிறப்பின் துறை பதின்மூன்றே.",
  "vilakkam":""
},
{
  "Padal":"உழிஞைதானே மருதத்துப் புறனே \nமுழு முதல் அரணம் முற்றலும் கோடலும் \nஅனை நெறி மரபிற்று ஆகும் என்ப.",
  "vilakkam":""
},
{
  "Padal":"அதுவேதானும் இரு நால் வகைத்தே.",
  "vilakkam":""
},
{
  "Padal":"கொள்ளார் தேஎம் குறித்த கொற்றமும் \nஉள்ளியது முடிக்கும் வேந்தனது சிறப்பும் \nதொல் எயிற்கு இவர்தலும் தோலது பெருக்கமும் \nஅகத்தோன் செல்வமும் அன்றியும் முரணிய \nபுறத்தோன் அணங்கிய பக்கமும் திறல் பட \nஒரு தான் மண்டிய குறுமையும் உடன்றோர் \nவரு பகை பேணார் ஆர் எயில் உளப்பட \nசொல்லப்பட்ட நால் இரு வகைத்தே.",
  "vilakkam":""
},
{
  "Padal":"குடையும் வாளும் நாள்கோள் அன்றி \nமடை அமை ஏணிமிசை மயக்கமும் கடைஇச் \nசுற்று அமர் ஒழிய வென்று கைக்கொண்டு \nமுற்றிய முதிர்வும் அன்றி முற்றிய \nஅகத்தோன் வீழ்ந்த நொச்சியும் மற்று அதன் \nபுறத்தோன் வீழ்ந்த புதுமையானும் \nநீர்ச் செரு வீழ்ந்த பாசியும் அதாஅன்று \nஊர்ச் செரு வீழ்ந்த மற்றதன் மறனும் \nமதில்மிசைக்கு இவர்ந்த மேலோர் பக்கமும் \nஇகல் மதில் குடுமி கொண்ட மண்ணுமங்கலமும் \nவென்ற வாளின் மண்ணொடு ஒன்ற \nதொகைநிலை என்னும் துறையொடு தொகைஇ \nவகை நால் மூன்றே துறை என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"தும்பைதானே நெய்தலது புறனே \nமைந்து பொருளாக வந்த வேந்தனைச் \nசென்று தலை அழிக்கும் சிறப்பிற்று என்ப.",
  "vilakkam":""
},
{
  "Padal":"கணையும் வேலும் துணையுற மொய்த்தலின் \nசென்ற உயிரின் நின்ற யாக்கை \nஇரு நிலம் தீண்டா அரு நிலை வகையொடு \nஇரு பாற் பட்ட ஒரு சிறப்பின்றே.",
  "vilakkam":""
},
{
  "Padal":"தானை யானை குதிரை என்ற \nநோனார் உட்கும் மூ வகை நிலையும் \nவேல் மிகு வேந்தனை மொய்த்தவழி ஒருவன் \nதான் மீண்டு எறிந்த தார் நிலை அன்றியும் \nஇருவர் தலைவர் தபுதிப் பக்கமும் \nஒருவன் ஒருவனை உடை படை புக்கு \nகூழை தாங்கிய எருமையும் படை அறுத்து \nபாழி கொள்ளும் ஏமத்தானும் \nகளிறு எறிந்து எதிர்ந்தோர் பாடும் களிற்றொடு \nபட்ட வேந்தனை அட்ட வேந்தன் \nவாளோர் ஆடும் அமலையும் வாள் வாய்த்து \nஇரு பெரு வேந்தர்தாமும் சுற்றமும் \nஒருவரும் ஒழியாத் தொகைநிலைக்கண்ணும் \nசெருவகத்து இறைவன் வீழ்ந்தென சினைஇ \nஒருவன் மண்டிய நல் இசை நிலையும் \nபல் படை ஒருவற்கு உடைதலின் மற்றவன் \nஒள் வாள் வீசிய நூழிலும் உளப்படப் \nபுல்லித் தோன்றும் பன்னிரு துறைத்தே",
  "vilakkam":""
},
{
  "Padal":"வாகைதானே பாலையது புறனே \nதா இல் கொள்கைத் தம்தம் கூற்றைப் \nபாகுபட மிகுதிப் படுத்தல் என்ப.",
  "vilakkam":""
},
{
  "Padal":"அறு வகைப் பட்ட பார்ப்பனப் பக்கமும் \nஐ வகை மரபின் அரசர் பக்கமும் \nஇரு மூன்று மரபின் ஏனோர் பக்கமும் \nமறு இல் செய்தி மூ வகைக் காலமும் \nநெறியின் ஆற்றிய அறிவன் தேயமும் \nநால் இரு வழக்கின் தாபதப் பக்கமும் \nபால் அறி மரபின் பொருநர்கண்ணும் \nஅனை நிலை வகையொடு ஆங்கு எழு வகையான் \nதொகை நிலைபெற்றது என்மனார் புலவர்.",
  "vilakkam":""
},
{
  "Padal":"கூதிர் வேனில் என்று இரு பாசறைக் \nகாதலின் ஒன்றிக் கண்ணிய வகையினும் \nஏரோர் களவழி அன்றி களவழித் \nதேரோர் தோற்றிய வென்றியும் தேரோர் \nவென்ற கோமான் முன்தேர்க் குரவையும் \nஒன்றிய மரபின் பின்தேர்க் குரவையும் \nபெரும் பகை தாங்கும் வேலினானும் \nஅரும் பகை தாங்கும் ஆற்றலானும் \nபுல்லா வாழ்க்கை வல்லாண் பக்கமும் \nஒல்லார் நாண பெரியவர்க் கண்ணிச் \nசொல்லிய வகையின் ஒன்றொடு புணர்ந்து \nதொல் உயிர் வழங்கிய அவிப்பலியானும் \nஒல்லார் இடவயின் புல்லிய பாங்கினும் \nபகட்டினானும் ஆவினானும் \nதுகள் தபு சிறப்பின் சான்றோர் பக்கமும் \nகடி மனை நீத்த பாலின்கண்ணும் \nஎட்டு வகை நுதலிய அவையகத்தானும் \nகட்டு அமை ஒழுக்கத்துக் கண்ணுமையானும் \nஇடை இல் வண் புகழ்க் கொடைமையானும் \nபிழைத்தோர்த் தாங்கும் காவலானும் \nபொருளொடு புணர்ந்த பக்கத்தானும் \nஅருளொடு புணர்ந்த அகற்சியானும் \nகாமம் நீத்த பாலினானும் என்று \nஇரு பாற் பட்ட ஒன்பதின் துறைத்தே",
  "vilakkam":""
},
{
  "Padal":"காஞ்சிதானே பெருந்திணைப் புறனே \nபாங்கு அருஞ் சிறப்பின் பல் ஆற்றானும் \nநில்லா உலகம் புல்லிய நெறித்தே. ",
  "vilakkam":""
},
{
  "Padal":"மாற்ற அருங் கூற்றம் சாற்றிய பெருமையும் \nகழிந்தோர் ஒழிந்தோர்க்குக் காட்டிய முதுமையும் \nபண்பு உற வரூஉம் பகுதி நோக்கிப் \nபுண் கிழித்து முடியும் மறத்தினானும் \nஏமச் சுற்றம் இன்றிப் புண்ணோற் \nபேஎய் ஓம்பிய பேஎய்ப் பக்கமும் \nஇன்னன் என்று இரங்கிய மன்னையானும் \nஇன்னது பிழைப்பின் இது ஆகியர் எனத் \nதுன்ன அருஞ் சிறப்பின் வஞ்சினத்தானும் \nஇன் நகை மனைவி பேஎய் புண்ணோன \nதுன்னுதல் கடிந்த தொடாஅக் காஞ்சியும் \nநீத்த கணவன் தீர்த்த வேலின் \nபேஎத்த மனைவி ஆஞ்சியானும் \nநிகர்த்து மேல் வந்த வேந்தனொடு முதுகுடி \nமகட்பாடு அஞ்சிய மகட்பாலானும் \nமுலையும் முகனும் சேர்த்திக் கொண்டோன் \nதலையொடு முடிந்த நிலையொடு தொகைஇ \nஈர் ஐந்து ஆகும் என்ப பேர் இசை \nமாய்ந்த மகனைச் சுற்றிய சுற்றம் \nமாய்ந்த பூசல் மயக்கத்தானும் \nதாமே எய்திய தாங்க அரும் பையுளும் \nகணவனொடு முடிந்த படர்ச்சி நோக்கிச் \nசெல்வோர் செப்பிய மூதானந்தமும் \nநனி மிகு சுரத்திடைக் கணவனை இழந்து \nதனி மகள் புலம்பிய முதுபாலையும் \nகழிந்தோர் தேஎத்துக் கழி படர் உறீஇ \nஒழிந்தோர் புலம்பிய கையறு நிலையும் \nகாதலி இழந்த தபுதார நிலையும் \nகாதலன் இழந்த தாபத நிலையும் \nநல்லோள் கணவனொடு நளி அழல் புகீஇச் \nசொல் இடையிட்ட பாலை நிலையும் \nமாய் பெருஞ் சிறப்பின் புதல்வற் பயந்த \nதாய் தப வரூஉம் தலைப்பெயல் நிலையும் \nமலர் தலை உலகத்து மரபு நன்கு அறியப் \nபலர் செலச் செல்லாக் காடு வாழ்த்தொடு \nநிறை அருஞ் சிறப்பின் துறை இரண்டு உடைத்தே.",
  "vilakkam":""
},
{
  "Padal":"பாடாண் பகுதி கைக்கிளைப் புறனே \nநாடும் காலை நால் இரண்டு உடைத்தே.",
  "vilakkam":""
},
{
  "Padal":"அமரர்கண் முடியும் அறு வகையானும் \nபுரை தீர் காமம் புல்லிய வகையினும் \nஒன்றன் பகுதி ஒன்றும் என்ப.",
  "vilakkam":""
},
{
  "Padal":"வழக்கு இயல் மருங்கின் வகைபட நிலைஇ \nபரவலும் புகழ்ச்சியும் கருதிய பாங்கினும் \nமுன்னோர் கூறிய குறிப்பினும் செந்துறை \nவண்ணப் பகுதி வரைவு இன்று ஆங்கே.",
  "vilakkam":""
},
{
  "Padal":"காமப் பகுதி கடவுளும் வரையார் \nஏனோர் பாங்கினும் என்மனார் புலவர்.",
  "vilakkam":""
},
{
  "Padal":"குழவி மருங்கினும் கிழவது ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"ஊரொடு தோற்றமும் உரித்து என மொழிப \nவழக்கொடு சிவணிய வகைமையான.",
  "vilakkam":""
},
{
  "Padal":"மெய்ப் பெயர் மருங்கின் வைத்தனர் வழியே.",
  "vilakkam":""
},
{
  "Padal":"கொடிநிலை கந்தழி வள்ளி என்ற \nவடு நீங்கு சிறப்பின் முதலன மூன்றும் \nகடவுள் வாழ்த்தொடு கண்ணிய வருமே.",
  "vilakkam":""
},
{
  "Padal":"கொற்றவள்ளை ஓர் இடத்தான.",
  "vilakkam":""
},
{
  "Padal":"கொடுப்போர் ஏத்திக் கொடாஅர்ப் பழித்தலும் \nஅடுத்து ஊர்ந்து ஏத்திய இயன்மொழி வாழ்த்தும் \nசேய் வரல் வருத்தம் வீட வாயில் \nகாவலர்க்கு உரைத்த கடைநிலையானும் \nகண்படை கண்ணிய கண்படை நிலையும் \nகபிலை கண்ணிய வேள்வி நிலையும் \nவேலை நோக்கிய விளக்கு நிலையும் \nவாயுறை வாழ்த்தும் செவியறிவுறூஉவும் \nஆவயின் வரூஉம் புறநிலை வாழ்த்தும் \nகைக்கிளை வகையொடு உளப்படத் தொகைஇ \nதொக்க நான்கும் உள என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"தாவின் நல் இசை கருதிய கிடந்தோர்க்குச் \nசூதர் ஏத்திய துயிலெடை நிலையும் \nகூத்தரும் பாணரும் பொருநரும் விறலியும் \nஆற்றிடைக் காட்சி உறழத் தோன்றி \nபெற்ற பெரு வளம் பெறாஅர்க்கு அறிவுறீஇ \nசென்று பயன் எதிரச் சொன்ன பக்கமும் \nசிறந்த நாளினில் செற்றம் நீக்கி \nபிறந்த நாள்வயின் பெருமங்கலமும் \nசிறந்த சீர்த்தி மண்ணுமங்கலமும் \nநடை மிகுத்து ஏத்திய குடை நிழல் மரபும் \nமாணார்ச் சுட்டிய வாள்மங்கலமும் \nமன் எயில் அழித்த மண்ணுமங்கலமும் \nபரிசில் கடைஇய கடைக்கூட்டு நிலையும் \nபெற்ற பின்னரும் பெரு வளன் ஏத்தி \nநடைவயின் தோன்றிய இரு வகை விடையும் \nஅச்சமும் உவகையும் எச்சம் இன்றி \nநாளும் புள்ளும் பிறவற்றின் நிமித்தமும் \nகாலம் கண்ணிய ஓம்படை உளப்பட \nஞாலத்து வரூஉம் நடக்கையது குறிப்பின் \nகாலம் மூன்றொடு கண்ணிய வருமே.",
  "vilakkam":""
},
]
}
    ]
},
{
"Adhikaram":"Porul Adhikaram",
"Iyal":[
{ 
"Iyal_Name":"Kalaviyal",   
"Kalaviyal":[
  {
  "Padal":"இன்பமும் பொருளும் அறனும் என்றாங்கு \nஅன்பொடு புணர்ந்த ஐந்திணை மருங்கின் \nகாமக் கூட்டம் காணும் காலை \nமறையோர் தேஎத்து மன்றல் எட்டனுள் \nதுறை அமை நல் யாழ்த் துணைமையோர் இயல்பே.",
  "vilakkam":""
},
{
  "Padal":"ஒன்றே வேறே என்று இரு பால்வயின் \nஒன்றி உயர்ந்த பாலது ஆணையின் \nஒத்த கிழவனும் கிழத்தியும் காண்ப \nமிக்கோன் ஆயினும் கடி வரை இன்றே.",
  "vilakkam":""
},
{
  "Padal":"சிறந்துழி ஐயம் சிறந்தது என்ப \nஇழிந்துழி இழிபே சுட்டலான.",
  "vilakkam":""
},
{
  "Padal":"வண்டே இழையே வள்ளி பூவே \nகண்ணே அலமரல் இமைப்பே அச்சம் என்று \nஅன்னவை பிறவும் ஆங்கண் நிகழ \nநின்றவை களையும் கருவி என்ப.",
  "vilakkam":""
},
{
  "Padal":"நாட்டம் இரண்டும் அறிவு உடம்படுத்தற்குக் \nகூட்டி உரைக்கும் குறிப்புரை ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"குறிப்பே குறித்தது கொள்ளும் ஆயின் \nஆங்கு அவை நிகழும் என்மனார் புலவர்.",
  "vilakkam":""
},
{
  "Padal":"பெருமையும் உரனும் ஆடூஉ மேன.",
  "vilakkam":""
},
{
  "Padal":"அச்சமும் நாணும் மடனும் முந்துறுதல் \nநிச்சமும் பெண்பாற்கு உரிய என்ப.",
  "vilakkam":""
},
{
  "Padal":"வேட்கை ஒருதலை உள்ளுதல் மெலிதல் \nஆக்கம் செப்பல் நாணு வரை இறத்தல் \nநோக்குவ எல்லாம் அவையே போறல் \nமறத்தல் மயக்கம் சாக்காடு என்று இச் \nசிறப்புடை மரபினவை களவு என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"முன்னிலை ஆக்கல் சொல்வழிப்படுத்தல் \nநல் நயம் உரைத்தல் நகை நனி உறாஅ \nஅந் நிலை அறிதல் மெலிவு விளக்குறுத்தல் \nதன் நிலை உரைத்தல் தெளிவு அகப்படுத்தல் என்று \nஇன்னவை நிகழும் என்மனார் புலவர்.",
  "vilakkam":""
},
{
  "Padal":"மெய் தொட்டுப் பயிறல் பொய் பாராட்டல் \nஇடம் பெற்றுத் தழாஅல் இடையூறு கிளத்தல் \nநீடு நினைந்து இரங்கல் கூடுதல் உறுதல் \nசொல்லிய நுகர்ச்சி வல்லே பெற்றுழித் \nதீராத் தேற்றம் உளப்படத் தொகைஇ \nபேராச் சிறப்பின் இரு நான்கு கிளவியும் \nபெற்றவழி மகிழ்ச்சியும் பிரிந்தவழிக் கலங்கலும் \nநிற்பவை நினைஇ நிகழ்பவை உரைப்பினும் \nகுற்றம் காட்டிய வாயில் பெட்பினும் \nபெட்ட வாயில் பெற்று இரவு வலியுறுப்பினும் \nஊரும் பேரும் கெடுதியும் பிறவும் \nநீரின் குறிப்பின் நிரம்பக் கூறித் \nதோழியைக் குறையுறும் பகுதியும் தோழி \nகுறை அவட் சார்த்தி மெய்யுறக் கூறலும் \nதண்டாது இரப்பினும் மற்றைய வழியும் \nசொல் அவட் சார்த்தலின் புல்லிய வகையினும் \nஅறிந்தோள் அயர்ப்பின் அவ் வழி மருங்கின் \nகேடும் பீடும் கூறலும் தோழி \nநீக்கலின் ஆகிய நிலைமையும் நோக்கி \nமடல் மா கூறும் இடனுமார் உண்டே. ",
  "vilakkam":""
},
{
  "Padal":"பண்பின் பெயர்ப்பினும் பரிவுற்று மெலியினும் \nஅன்புற்று நகினும் அவட் பெற்று மலியினும் \nஆற்றிடை உறுதலும் அவ் வினைக்கு இயல்பே.",
  "vilakkam":""
},
{
  "Padal":"பாங்கன் நிமித்தம் பன்னிரண்டு என்ப.",
  "vilakkam":""
},
{
  "Padal":"முன்னைய மூன்றும் கைக்கிளைக் குறிப்பே.",
  "vilakkam":""
},
{
  "Padal":"பின்னர் நான்கும் பெருந்திணை பெறுமே.",
  "vilakkam":""
},
{
  "Padal":"முதலொடு புணர்ந்த யாழோர் மேன \nதவல் அருஞ் சிறப்பின் ஐந் நிலம் பெறுமே.",
  "vilakkam":""
},
{ "Padal":"இரு வகைக் குறி பிழைப்பு ஆகிய இடத்தும் \nகாணா வகையின் பொழுது நனி இகப்பினும் \nதான் அகம் புகாஅன் பெயர்தல் இன்மையின் \nகாட்சி ஆசையின் களம் புக்குக் கலங்கி \nவேட்கையின் மயங்கிக் கையறு பொழுதினும் \nபுகாக் காலைப் புக்கு எதிர்ப்பட்டுழி \nபகாஅ விருந்தின் பகுதிக்கண்ணும் \nவேளாண் எதிரும் விருப்பின்கண்ணும் \nதாளாண் எதிரும் பிரிவினானும் \nநாணு நெஞ்சு அலைப்ப விடுத்தற்கண்ணும் \nவரைதல் வேண்டித் தோழி செப்பிய \nபுரை தீர் கிளவி புல்லிய எதிரும் \nவரைவு உடன்படுதலும் ஆங்கு அதன் புறத்துப் \nபுரை பட வந்த மறுத்தலொடு தொகைஇ \nகிழவோள் மேன என்மனார் புலவர்.",
  "vilakkam":""
},
{
  "Padal":"காமத் திணையின் கண் நின்று வரூஉம் \nநாணும் மடனும் பெண்மைய ஆகலின் \nகுறிப்பினும் இடத்தினும் அல்லது வேட்கை \nநெறிப்பட வாரா அவள்வயினான.",
  "vilakkam":""
},
{
  "Padal":"காமம் சொல்லா நாட்டம் இன்மையின் \nஏமுற இரண்டும் உள என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"சொல் எதிர் மொழிதல் அருமைத்து ஆகலின் \nஅல்ல கூற்றுமொழி அவள்வயினான.",
  "vilakkam":""
},
{
  "Padal":"மறைந்து அவற் காண்டல் தற் காட்டுறுதல் \nநிறைந்த காதலின் சொல் எதிர் மழுங்கல் \nவழிபாடு மறுத்தல் மறுத்து எதிர்கோடல் \nபழி தீர் முறுவல் சிறிதே தோற்றல் \nகைப்பட்டுக் கலங்கினும் நாணு மிக வரினும் \nஇட்டுப் பிரிவு இரங்கினும் அருமை செய்து அயர்ப்பினும் \nவந்தவழி எள்ளினும் விட்டு உயிர்த்து அழுங்கினும் \nநொந்து தெளிவு ஒழிப்பினும் அச்சம் நீடினும் \nபிரிந்தவழிக் கலங்கினும் பெற்றவழி மலியினும் \nவரும் தொழிற்கு அருமை வாயில் கூறினும் \nகூறிய வா`யில் கொள்ளாக் காலையும் \nமனைப் பட்டுக் கலங்கிச் சிதைந்தவழித் தோழிக்கு \nநினைத்தல் சான்ற அரு மறை உயிர்த்தலும் \nஉயிராக் காலத்து உயிர்த்தலும் உயிர் செல \nவேற்று வரைவு வரின் அது மாற்றுதற்கண்ணும் \nநெறி படு நாட்டத்து நிகழ்ந்தவை மறைப்பினும் \nபொறியின் யாத்த புணர்ச்சி நோக்கி \nஒருமைக் கேண்மையின் உறு குறை தெளிந்தோள் \nஅருமை சான்ற நால் இரண்டு வகையின் \nபெருமை சான்ற இயல்பின்கண்ணும் \nபொய் தலை அடுத்த மடலின்கண்ணும் \nகையறு தோழி கண்ணீர் துடைப்பினும் \nவெறியாட்டு இடத்து வெருவின்கண்ணும் \nகுறியின் ஒப்புமை மருடற்கண்ணும் \nவரைவு தலைவரினும் களவு அறிவுறினும் \nதமர் தற் காத்த காரண மருங்கினும் \nதன் குறி தள்ளிய தெருளாக் காலை \nவந்தவன் பெயர்ந்த வறுங் களம் நோக்கித் \nதன் பிழைப்பாகத் தழீஇத் தேறலும் \nவழு இன்று நிலைஇய இயற்படு பொருளினும் \nபொழுதும் ஆறும் புரைவது அன்மையின் \nஅழிவு தலைவந்த சிந்தைக்கண்ணும் \nகாமம் சிறப்பினும் அவன் அளி சிறப்பினும் \nஏமம் சான்ற உவகைக்கண்ணும் \nதன்வயின் உரிமையும் அவன்வயின் பரத்தையும் \nஅன்னவும் உளவே ஓர் இடத்தான.",
  "vilakkam":""
},
{
  "Padal":"வரைவு இடை வைத்த காலத்து வருந்தினும் \nவரையா நாளிடை வந்தோன் முட்டினும் \nஉரை எனத் தோழிக்கு உரைத்தற்கண்ணும் \nதானே கூறும் காலமும் உளவே.",
  "vilakkam":""
},
{
  "Padal":"உயிரினும் சிறந்தன்று நாணே நாணினும் \nசெயிர் தீர் காட்சிக் கற்புச் சிறந்தன்று எனத் \nதொல்லோர் கிளவி புல்லிய நெஞ்சமொடு \nகாமக் கிழவன் உள்வழிப் படினும் \nதா இல் நல் மொழி கிழவி கிளப்பினும் \nஆ வகை பிறவும் தோன்றுமன் பொருளே.",
  "vilakkam":""
},
{
  "Padal":"நாற்றமும் தோற்றமும் ஒழுக்கமும் உண்டியும் \nசெய் வினை மறைப்பினும் செலவினும் பயில்வினும் \nபுணர்ச்சி எதிர்ப்பாடு உள்ளுறுத்து வரூஉம் \nஉணர்ச்சி ஏழினும் உணர்ந்த பின்றை \nமெய்யினும் பொய்யினும் வழிநிலை பிழையாது \nபல் வேறு கவர் பொருள் நாட்டத்தானும் \nகுறையுறற்கு எதிரிய கிழவனை மறையுறப் \nபெருமையின் பெயர்ப்பினும் உலகு உரைத்து ஒழிப்பினும் \nஅருமையின் அகற்சியும் அவள் அறிவுறுத்துப் \nபின் வா என்றலும் பேதைமை ஊட்டலும் \nமுன் உறு புணர்ச்சி முறை நிறுத்து உரைத்தலும் \nஅஞ்சி அச்சுறுத்தலும் உரைத்துழிக் கூட்டமொடு \nஎஞ்சாது கிளந்த இரு நான்கு கிளவியும் \nவந்த கிழவனை மாயம் செப்பிப் \nபொறுத்த காரணம் குறித்த காலையும் \nபுணர்ந்த பின் அவன்வயின் வணங்கற்கண்ணும் \nகுறைந்து அவட் படரினும் மறைந்தவள் அருக\nதன்னொடும் அவளொடும் முதல் மூன்று அளைஇ \nபின்னிலை நிகழும் பல் வேறு மருங்கினும் \nநல் நயம் பெற்றுழி நயம் புரி இடத்தினும் \nஎண்ண அரும் பல் நகை கண்ணிய வகையினும் \nபுணர்ச்சி வேண்டினும் வேண்டாப் பிரிவினும் \nவேளாண் பெரு நெறி வேண்டிய இடத்தினும் \nபுணர்ந்துழி உணர்ந்த அறி மடச் சிறப்பினும் \nஓம்படைக் கிளவிப் பாங்கின்கண்ணும் \nசெங் கடு மொழியான் சிதைவுடைத்து ஆயினும் \nஎன்பு நெகப் பிரிந்தோள் வழிச் சென்று கடைஇ \nஅன்பு தலையடுத்த வன்புறைக்கண்ணும் \nஆற்றது தீமை அறிவுறு கலக்கமும் \nகாப்பின் கடுமை கையற வரினும் \nகளனும் பொழுதும் வரை நிலை விலக்கி \nகாதல் மிகுதி உளப்படப் பிறவும் \nநாடும் ஊரும் இல்லும் குடியும் \nபிறப்பும் சிறப்பும் இறப்ப நோக்கி \nஅவன்வயின் தோன்றிய கிளவியொடு தொகைஇ \nஅனை நிலை வகையான் வரைதல் வேண்டினும் \nஐயச் செய்கை தாய்க்கு எதிர் மறுத்து \nபொய் என மாற்றி மெய்வழிக் கொடுப்பினும் \nஅவன் விலங்குறினும் களம் பெறக் காட்டினும் \nபிறன் வரைவு ஆயினும் அவன் வரைவு மறுப்பினும் \nமுன்னிலை அறன் எனப்படுதல் என்று இரு வகைப் \nபுரை தீர் கிளவி தாயிடைப் புகுப்பினும் \nவரைவு உடன்பட்டோ ற் கடாவல் வேண்டினும் \nஆங்கு அதன் தன்மையின் வன்புறை உளப்பட \nபாங்குற வந்த நால் எட்டு வகையும் \nதாங்க அருஞ் சிறப்பின் தோழி மேன. ",
  "vilakkam":""
},
{
  "Padal":"களவு அலர் ஆயினும் காமம் மெய்ப்படுப்பினும் \nஅளவு மிகத் தோன்றினும் தலைப்பெய்து காணினும் \nகட்டினும் கழங்கினும் வெறி என இருவரும் \nஒட்டிய திறத்தான் செய்திக்கண்ணும் \nஆடிய சென்றுழி அழிவு தலைவரினும் \nகாதல் கைம்மிகக் கனவின் அரற்றலும் \nதோழியை வினவலும் தெய்வம் வாழ்த்தலும் \nபோக்கு உடன் அறிந்த பின் தோழியொடு கெழீஇக் \nகற்பின் ஆக்கத்து நிற்றற்கண்ணும் \nபிரிவின் எச்சத்தும் மகள் நெஞ்சு வலிப்பினும் \nஇரு பால் குடிப் பொருள் இயல்பின்கண்ணும் \nஇன்ன வகையின் பதின்மூன்று கிளவியொடு \nஅன்னவை பிறவும் செவிலி மேன.",
  "vilakkam":""
},
{
  "Padal":"தாய்க்கும் வரையார் உணர்வு உடம்படினே.",
  "vilakkam":""
},
{
  "Padal":"கிழவோன் அறியா அறிவினள் இவள் என \nமை அறு சிறப்பின் உயர்ந்தோர் பாங்கின் \nஐயக் கிளவியின் அறிதலும் உரித்தே.",
  "vilakkam":""
},
{
  "Padal":"தன் உறு வேட்கை கிழவன் முன் கிளத்தல் \nஎண்ணும் காலை கிழத்திக்கு இல்லை \nபிற நீர் மாக்களின் அறிய ஆயிடைப் \nபெய்ந் நீர் போலும் உணர்விற்று என்ப.",
  "vilakkam":""
},
{
  "Padal":"காமக் கூட்டம் தனிமையின் பொலிதலின \nதாமே தூதுவர் ஆகலும் உரித்தே.",
  "vilakkam":""
},
{
  "Padal":"அவன் வரம்பு இறத்தல் அறம் தனக்கு இன்மையின் \nகளம் சுட்டுக் கிளவி கிழவியது ஆகும் \nதான் செலற்கு உரிய வழி ஆகலான.",
  "vilakkam":""
},
{
  "Padal":"தோழியின் முடியும் இடனுமார் உண்டே. ",
  "vilakkam":""
},
{
  "Padal":"முந் நாள் அல்லது துணை இன்று கழியாது \nஅந் நாள் அகத்தும் அது வரைவு இன்றே.",
  "vilakkam":""
},
{
  "Padal":"பல் நூறு வகையினும் தன் வயின் வரூஉம் \nநல் நய மருங்கின் நாட்டம் வேண்டலின் \nதுணைச் சுட்டுக் கிளவி கிழவியது ஆகும் \nதுணையோர் கருமம் ஆகலான.",
  "vilakkam":""
},
{
  "Padal":"ஆய் பெருஞ் சிறப்பின் அரு மறை கிளத்தலின் \nதாய் எனப்படுவோள் செவிலி ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"தோழிதானே செவிலி மகளே.",
  "vilakkam":""
},
{
  "Padal":"சூழ்தலும் உசாத்துணை நிலைமையின் பொலிமே.",
  "vilakkam":""
},
{
  "Padal":"குறையுற உணர்தல் முன் உற உணர்தல் \nஇருவரும் உள்வழி அவன் வரவு உணர்தல் என \nமதியுடம்படுத்தல் ஒரு மூ வகைத்தே. ",
  "vilakkam":""
},
{
  "Padal":"அன்ன வகையான் உணர்ந்த பின் அல்லது \nபின்னிலை முயற்சி பெறாள் என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"முயற்சிக் காலத்து அதற்பட நாடி \nபுணர்த்தல் ஆற்றலும் அவள்வயினான.",
  "vilakkam":""
},
{
  "Padal":"குறி எனப்படுவது இரவினும் பகலினும் \nஅறியக் கிளந்த ஆற்றது என்ப. ",
  "vilakkam":""
},
{
  "Padal":"இரவுக் குறியே இல்லகத்துள்ளும் \nமனையோர் கிளவி கேட்கும் வழியதுவே \nமனையகம் புகாஅக் காலையான.",
  "vilakkam":""
},
{
  "Padal":"பகல் புணர் களனே புறன் என மொழிப \nஅவள் அறிவு உணர வரு வழியான.",
  "vilakkam":""
},
{
  "Padal":"அல்லகுறிப்படுதலும் அவள்வயின் உரித்தே \nஅவன் குறி மயங்கிய அமைவொடு வரினே.",
  "vilakkam":""
},
{
  "Padal":"ஆங்கு ஆங்கு ஒழுகும் ஒழுக்கமும் உண்டே \nஓங்கிய சிறப்பின் ஒரு சிறையான. ",
  "vilakkam":""
},
{
  "Padal":"மறைந்த ஒழுக்கத்து ஓரையும் நாளும் \nதுறந்த ஒழுக்கம் கிழவோற்கு இல்லை.",
  "vilakkam":""
},
{
  "Padal":"ஆற்றினது அருமையும் அழிவும் அச்சமும் \nஊறும் உளப்பட அதன் ஓரன்ன.",
  "vilakkam":""
},
{
  "Padal":"தந்தையும் தன்னையும் முன்னத்தின் உணர்ப.",
  "vilakkam":""
},
{
  "Padal":"தாய் அறிவுறுதல் செவிலியொடு ஒக்கும்.",
  "vilakkam":""
},
{
  "Padal":"அம்பலும் அலரும் களவு வெளிப்படுத்தலின் \nஅங்கு அதன் முதல்வன் கிழவன் ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"வெளிப்பட வரைதல் படாமை வரைதல் என்று \nஆயிரண்டு என்ப வரைதல் ஆறே.",
  "vilakkam":""
},
{
  "Padal":"வெளிப்படைதானே கற்பினொடு ஒப்பினும் \nஞாங்கர்க் கிளந்த மூன்று பொருளாக \nவரையாது பிரிதல் கிழவோற்கு இல்லை.",
  "vilakkam":""
}
]
}
    ]
},
{
"Adhikaram":"Porul Adhikaram",
"Iyal":[
{ 
"Iyal_Name":"karpiyal",   
"karpiyal":[
{
  "Padal":"கற்பு எனப்படுவது கரணமொடு புணர \nகொளற்கு உரி மரபின் கிழவன் கிழத்தியை \nகொடைக்கு உரி மரபினோர் கொடுப்ப கொள்வதுவே.",
  "vilakkam":""
},
{
  "Padal":"கொடுப்போர் இன்றியும் கரணம் உண்டே \nபுணர்ந்து உடன் போகிய காலையான.",
  "vilakkam":""
},
{
  "Padal":"மேலோர் மூவர்க்கும் புணர்த்த கரணம் \nகீழோர்க்கு ஆகிய காலமும் உண்டே.",
  "vilakkam":""
},
{
  "Padal":"பொய்யும் வழுவும் தோன்றிய பின்னர் \nஐயர் யாத்தனர் கரணம் என்ப. ",
  "vilakkam":""
},
{
  "Padal":"கரணத்தின் அமைந்து முடிந்த காலை \nநெஞ்சு தளை அவிழ்ந்த புணர்ச்சிக்கண்ணும் \nஎஞ்சா மகிழ்ச்சி இறந்து வரு பருவத்தும் \nஅஞ்ச வந்த உரிமைக்கண்ணும் \nநல் நெறிப் படரும் தொல் நலப் பொருளினும் \nபெற்ற தேஎத்துப் பெருமையின் நிலைஇ \nகுற்றம் சான்ற பொருள் எடுத்து உரைப்பினும் \nநாமக் காலத்து உண்டு எனத் தோழி \nஏமுறு கடவுள் ஏத்திய மருங்கினும் \nஅல்லல் தீர ஆர்வமொடு அளைஇ \nசொல்லுறு பொருளின்கண்ணும் சொல் என \nஏனது சுவைப்பினும் நீ கை தொட்டது \nவானோர் அமிழ்தம் புரையுமால் எமக்கு என \nஅடிசிலும் பூவும் தொடுதற்கண்ணும் \nஅந்தணர் திறத்தும் சான்றோர் தேஎத்தும் \nஅந்தம் இல் சிறப்பின் பிறர் பிறர் திறத்தினும் \nஒழுக்கம் காட்டிய குறிப்பினும் ஒழுக்கத்துக் \nகளவினுள் நிகழ்ந்த அருமையைப் புலம்பி \nஅலமரல் உள்ளமொடு அளவிய இடத்தும் \nஅந்தரத்து எழுதிய எழுத்தின் மான \nவந்த குற்றம் வழி கெட ஒழுகலும் \nஅழியல் அஞ்சல் என்று ஆயிரு பொருளினும் \nதான் அவட் பிழைத்த பருவத்தானும் \nநோன்மையும் பெருமையும் மெய் கொள அருளி \nபன்னல் சான்ற வாயிலொடு பொருந்தி \nதன்னின் ஆகிய தகுதிக்கண்ணும் \nபுதல்வற் பயந்த புனிறு தீர் பொழுதின் \nநெய் அணி மயக்கம் புரிந்தோள் நோக்கி \nஐயர் பாங்கினும் அமரர்ச் சுட்டியும் \nசெய் பெருஞ் சிறப்பொடு சேர்தற்கண்ணும் \nபயம் கெழு துணை அணை புல்லி புல்லாது \nஉயங்குவனள் கிடந்த கிழத்தியைக் குறுகி \nஅல்கல் முன்னிய நிறை அழி பொழுதின் \nமெல்லென் சீறடி புல்லிய இரவினும் \nஉறல் அருங்குரைமையின் ஊடல் மிகுத்தோளைப் \nபிற பிற பெண்டிரின் பெயர்த்தற்கண்ணும் \nபிரிவின் எச்சத்துப் புலம்பிய இருவரைப் \nபரிவின் நீக்கிய பகுதிக்கண்ணும் \nநின்று நனி பிரிவின் அஞ்சிய பையுளும் \nசென்று கையிகந்து பெயர்த்து உள்ளிய வழியும் \nகாமத்தின் வலியும் கைவிடின் அச்சமும் \nதான் அவட் பிழைத்த நிலையின்கண்ணும் \nஉடன் சேறல் செய்கையொடு அன்னவை பிறவும் \nமடம் பட வந்த தோழிக்கண்ணும் \nவேற்று நாட்டு அகல்வயின் விழுமத்தானும் \nமீட்டு வரவு ஆய்ந்த வகையின்கண்ணும் \nஅவ் வழிப் பெருகிய சிறப்பின்கண்ணும் \nபேர் இசை ஊர்திப் பாகர் பாங்கினும் \nகாமக் கிழத்தி மனையோள் என்று இவர் \nஏமுறு கிளவி சொல்லிய எதிரும் \nசென்ற தேஎத்து உழப்பு நனி விளக்கி \nஇன்றிச் சென்ற தன்னிலை கிளப்பினும் \nஅருந் தொழில் முடித்த செம்மல் காலை \nவிருந்தொடு நல்லவை வேண்டற்கண்ணும் \nமாலை ஏந்திய பெண்டிரும் மக்களும் \nகேளிர் ஒழுக்கத்துப் புகற்சிக்கண்ணும் \nஏனைய வாயிலோர் எதிரொடு தொகைஇ \nபண் அமை பகுதி முப்பதினொருமூன்றும் \nஎண்ண அருஞ் சிறப்பின் கிழவோன் மேன.",
  "vilakkam":""
},
{
  "Padal":"அவன் அறிவு ஆற்ற அறியும் ஆகலின் \nஏற்றற் கண்ணும் நிறுத்தற்கண்ணும் \nஉரிமை கொடுத்த கிழவோன் பாங்கில் \nபெருமையின் திரியா அன்பின்கண்ணும் \nகிழவனை மகடூஉப் புலம்பு பெரிது ஆகலின் \nஅலமரல் பெருகிய காமத்து மிகுதியும் \nஇன்பமும் இடும்பையும் ஆகிய இடத்தும் \nகயந்தலை தோன்றிய காமர் நெய்யணி \nநயந்த கிழவனை நெஞ்சு புண்ணுறீஇ \nநளியின் நீக்கிய இளி வரு நிலையும் \nபுகன்ற உள்ளமொடு புதுவோர் சாயற்கு \nஅகன்ற கிழவனைப் புலம்பு நனி காட்டி \nஇயன்ற நெஞ்சம் தலைப் பெயர்த்து அருக்கி \nஎதிர் பெய்து மறுத்த ஈரத்து மருங்கினும் \nதங்கிய ஒழுக்கத்துக் கிழவனை வணங்கி \nஎங்கையர்க்கு உரை என இரத்தற்கண்ணும் \nசெல்லாக் காலை செல்க என விடுத்தலும் \nகாமக் கிழத்தி தன் மகத் தழீஇ \nஏமுறு விளையாட்டு இறுதிக்கண்ணும் \nசிறந்த செய்கை அவ் வழித் தோன்றி \nஅறம் புரி உள்ளமொடு தன் வரவு அறியாமை \nபுறம் செய்து பெயர்த்தல் வேண்டு இடத்தானும் \nதந்தையர் ஒப்பர் மக்கள் என்பதனால் \nஅந்தம் இல் சிறப்பின் மகப் பழித்து நெருங்கலும் \nகொடியோர் கொடுமை சுடும் என ஒடியாது \nநல் இசை நயந்தோர் சொல்லொடு தொகைஇ \nபகுதியின் நீங்கிய தகுதிக்கண்ணும் \nகொடுமை ஒழுக்கம் கோடல் வேண்டி \nஅடிமேல் வீழ்ந்த கிழவனை நெருங்கி \nகாதல் எங்கையர் காணின் நன்று என \nமாதர் சான்ற வகையின்கண்ணும் \nதாயர் கண்ணிய நல் அணிப் புதல்வனை \nமாயப் பரத்தை உள்ளிய வழியும் \nதன்வயின் சிறைப்பினும் அவன் வயின் பிரிப்பினும் \nஇன்னாத் தொல் சூள் எடுத்தற்கண்ணும் \nகாமக்கிழத்தியர் நலம் பாராட்டிய \nதீமையின் முடிக்கும் பொருளின்கண்ணும் \nகொடுமை ஒழுக்கத்துத் தோழிக்கு உரியவை \nவடு அறு சிறப்பின் கற்பின் திரியாமை \nகாய்தலும் உவத்தலும் பிரித்தலும் பெட்டலும் \nஆவயின் வரூஉம் பல் வேறு நிலையினும் \nவாயிலின் வரூஉம் வகையொடு தொகைஇ \nகிழவோள் செப்பல் கிழவது என்ப.",
  "vilakkam":""
},
{
  "Padal":"புணர்ந்து உடன் போகிய கிழவோள் மனை இருந்து \nஇடைச் சுரத்து இறைச்சியும் வினையும் சுட்டி \nஅன்புறு தக்க கிளத்தல் தானே \nகிழவோன் செய் வினைக்கு அச்சம் ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"தோழி உள்ளுறுத்த வாயில் புகுப்பினும் \nஆவயின் நிகழும் என்மனார் புலவர்.",
  "vilakkam":""
},
{
  "Padal":"பெறற்கு அரும் பெரும் பொருள் முடிந்த பின் வந்த \nதெறற்கு அரு மரபின் சிறப்பின்கண்ணும் \nஅற்றம் அழிவு உரைப்பினும் அற்றம் இல்லாக் \nகிழவோட் சுட்டிய தெய்வக் கடத்தினும் \nசீருடைப் பெரும் பொருள் வைத்தவழி மறப்பினும் \nஅடங்கா ஒழுக்கத்து அவன்வயின் அழிந்தோளை \nஅடங்கக் காட்டுதற் பொருளின் கண்ணும் \nபிழைத்து வந்து இருந்த கிழவனை நெருங்கி \nஇழைத்து ஆங்கு ஆக்கிக் கொடுத்தற்கண்ணும் \nவணங்கு இயல் மொழியான் வணங்கற்கண்ணும் \nபுறம்படு விளையாட்டுப் புல்லிய புகற்சியும் \nசிறந்த புதல்வனைத் தேராது புலம்பினும் \nமாண் நலம் தா என வகுத்தற்கண்ணும் \nபேணா ஒழுக்கம் நாணிய பொருளினும் \nசூள்வயின் திறத்தால் சோர்வு கண்டு அழியினும் \nபெரியோர் ஒழுக்கம் பெரிது எனக் கிளந்து \nபெறு தகை இல்லாப் பிழைப்பினும் அவ் வழி \nஉறு தகை இல்லாப் புலவியுள் மூழ்கிய \nகிழவோள்பால் நின்று கெடுத்தற்கண்ணும் \nஉணர்ப்புவயின் வாரா ஊடல் உற்றோள்வயின் \nஉணர்த்தல் வேண்டிய கிழவோன்பால் நின்று \nதான் வெகுண்டு ஆக்கிய தகுதிக்கண்ணும் \nஅருமைக் காலத்துப் பெருமை காட்டிய \nஎளிமைக் காலத்து இரக்கத்தானும் \nபாணர் கூத்தர் விறலியர் என்று இவர் \nபேணிச் சொல்லிய குறைவினை எதிரும் \nநீத்த கிழவனை நிகழுமாறு படீஇயர் \nகாத்த தன்மையின் கண் இன்று பெயர்ப்பினும் \nபிரியும் காலை எதிர் நின்று சாற்றிய \nமரபு உடை எதிரும் உளப்பட பிறவும் \nவகை பட வந்த கிளவி எல்லாம் \nதோழிக்கு உரிய என்மனார் புலவர்.",
  "vilakkam":""
},
{
  "Padal":"புல்லுதல் மயக்கும் புலவிக்கண்ணும் \nஇல்லோர் செய்வினை இகழ்ச்சிக்கண்ணும் \nபல் வேறு புதல்வர்க் கண்டு நனி உவப்பினும் \nமறையின் வந்த மனையோள் செய்வினை \nபொறை இன்று பெருகிய பருவரற்கண்ணும் \nகாதல் சோர்வின் கடப்பாட்டு ஆண்மையின் \nதாய் போல் தழீஇக் கழறி அம் மனைவியைக் \nகாய்வு இன்று அவன்வயின் பொருத்தற்கண்ணும் \nஇன் நகைப் புதல்வனைத் தழீஇ இழை அணிந்து \nபின்னர் வந்த வாயிற்கண்ணும் \nமனையோள் ஒத்தலின் தன்னோர் அன்னோர் \nமிகை எனக் குறித்த கொள்கைக்கண்ணும் \nஎண்ணிய பண்ணை என்று இவற்றொடு பிறவும் \nகண்ணிய காமக்கிழத்தியர் மேன.",
  "vilakkam":""
},
{
  "Padal":"கற்பும் காமமும் நற்பால் ஒழுக்கமும் \nமெல் இயல் பொறையும் நிறையும் வல்லிதின் \nவிருந்து புறந்தருதலும் சுற்றம் ஓம்பலும் \nபிறவும் அன்ன கிழவோள் மாண்புகள் \nமுகம் புகல் முறைமையின் கிழவோற்கு உரைத்தல் \nஅகம் புகல் மரபின் வாயில்கட்கு உரிய.",
  "vilakkam":""
},
{
  "Padal":"கழிவினும் நிகழ்வினும் எதிர்வினும் வழி கொள \nநல்லவை உரைத்தலும் அல்லவை கடிதலும் \nசெவிலிக்கு உரிய ஆகும் என்ப.",
  "vilakkam":""
},
{
  "Padal":"சொல்லிய கிளவி அறிவர்க்கும் உரிய.",
  "vilakkam":""
},
{
  "Padal":"இடித்து வரை நிறுத்தலும் அவரது ஆகும் \nகிழவனும் கிழத்தியும் அவர் வரை நிற்றலின்.",
  "vilakkam":""
},
{
  "Padal":"உணர்ப்பு வரை இறப்பினும் செய் குறி பிழைப்பினும் \nபுலத்தலும் ஊடலும் கிழவோற்கு உரிய.",
  "vilakkam":""
},
{
  "Padal":"புலத்தலும் ஊடலும் ஆகிய இடத்தும் \nசொலத் தகு கிளவி தோழிக்கு உரிய.",
  "vilakkam":""
},
{
  "Padal":"பரத்தைமை மறுத்தல் வேண்டியும் கிழத்தி \nமடத் தகு கிழமை உடைமையானும் \nஅன்பிலை கொடியை என்றலும் உரியள்.",
  "vilakkam":""
},
{
  "Padal":"அவன் குறிப்பு அறிதல் வேண்டியும் கிழவி \nஅகம் மலி ஊடல் அகற்சிக்கண்ணும் \nவேற்றுமைக் கிளவி தோற்றவும் பெறுமே. ",
  "vilakkam":""
},
{
  "Padal":"காமக் கடப்பினுள் பணிந்த கிளவி \nகாணும் காலை கிழவோற்கு உரித்தே \nவழிபடு கிழமை அவட்கு இயலான. ",
  "vilakkam":""
},
{
  "Padal":"அருள் முந்துறுத்த அன்பு பொதி கிளவி \nபொருள் பட மொழிதல் கிழவோட்கும் உரித்தே.",
  "vilakkam":""
},
{
  "Padal":"களவும் கற்பும் அலர் வரைவு இன்றே.",
  "vilakkam":""
},
{
  "Padal":"அலரின் தோன்றும் காமத்து மிகுதி.",
  "vilakkam":""
},
{
  "Padal":"கிழவோன் விளையாட்டு ஆங்கும் அற்றே.",
  "vilakkam":""
},
{
  "Padal":"மனைவி தலைத்தாள் கிழவோன் கொடுமை \nதம் உள ஆதல் வாயில்கட்கு இல்லை.",
  "vilakkam":""
},
{
  "Padal":"மனைவி முன்னர்க் கையறு கிளவி \nமனைவிக்கு உறுதி உள்வழி உண்டே. ",
  "vilakkam":""
},
{
  "Padal":"முன்னிலைப் புறமொழி எல்லா வாயிற்கும் \nபின்னிலைத் தோன்றும் என்மனார் புலவர். ",
  "vilakkam":""
},
{
  "Padal":"தொல்லவை உரைத்தலும் நுகர்ச்சி ஏத்தலும் \nபல் ஆற்றானும் ஊடலின் தகைத்தலும் \nஉறுதி காட்டலும் அறிவு மெய்ந் நிறுத்தலும் \nஏதுவின் உரைத்தலும் துணிவு காட்டலும் \nஅணி நிலை உரைத்தலும் கூத்தர் மேன.",
  "vilakkam":""
},
{
  "Padal":"நிலம் பெயர்ந்து உரைத்தல் அவள் நிலை உரைத்தல் \nகூத்தர்க்கும் பாணர்க்கும் யாத்தவை உரிய. ",
  "vilakkam":""
},
{
  "Padal":"ஆற்றது பண்பும் கருமத்து விளைவும் \nஏவல் முடிவும் வினாவும் செப்பும் \nஆற்றிடைக் கண்ட பொருளும் இறைச்சியும் \nதோற்றம் சான்ற அன்னவை பிறவும் \nஇளையோர்க்கு உரிய கிளவி என்ப. ",
  "vilakkam":""
},
{
  "Padal":"உழைக் குறுந் தொழிலும் காப்பும் உயர்ந்தோர் \nநடக்கை எல்லாம் அவர்கண் படுமே.",
  "vilakkam":""
},
{
  "Padal":"பின் முறை ஆக்கிய பெரும் பொருள் வதுவைத் \nதொல் முறை மனைவி எதிர்ப்பாடு ஆயினும் \nஇன் இழைப் புதல்வனை வாயில் கொண்டு புகினும் \nஇறந்தது நினைஇக் கிழவோன் ஆங்கண் \nகலங்கலும் உரியன் என்மனார் புலவர்.",
  "vilakkam":""
},
{
  "Padal":"தாய் போல் கழறித் தழீஇக் கோடல் \nஆய் மனைக் கிழத்திக்கும் உரித்து என மொழிப \nகவவொடு மயங்கிய காலையான. ",
  "vilakkam":""
},
{
  "Padal":"அவன் சோர்பு காத்தல் கடன் எனப்படுதலின் \nமகன் தாய் உயர்பும் தன் உயர்பு ஆகும் \nசெல்வன் பணி மொழி இயல்பு ஆகலான.",
  "vilakkam":""
},
{
  "Padal":"எண் அரும் பாசறை பெண்ணொடு புணரார்.",
  "vilakkam":""
},
{
  "Padal":"புறத்தோர் ஆங்கண் புணர்வது ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"காம நிலை உரைத்தலும் தேர் நிலை உரைத்தலும் \nகிழவோன் குறிப்பினை எடுத்துக் கூறலும் \nஆவொடு பட்ட நிமித்தம் கூறலும் \nசெலவு உறு கிளவியும் செலவு அழுங்கு கிளவியும் \nஅன்னவை பிறவும் பார்ப்பார்க்கு உரிய.",
  "vilakkam":""
},
{
  "Padal":"எல்லா வாயிலும் இருவர் தேஎத்தும் \nபுல்லிய மகிழ்ச்சிப் பொருள என்ப.",
  "vilakkam":""
},
{
  "Padal":"அன்பு தலைப்பிரிந்த கிளவி தோன்றின் \nசிறைப்புறம் குறித்தன்று என்மனார் புலவர்.",
  "vilakkam":""
},
{
  "Padal":"தற் புகழ் கிளவி கிழவன் முன் கிளத்தல் \nஎத் திறத்தானும் கிழத்திக்கு இல்லை \nமுற்பட வகுத்த இரண்டு அலங்கடையே.",
  "vilakkam":""
},
{
  "Padal":"கிழவி முன்னர்த் தற் புகழ் கிளவி \nகிழவோன் வினைவயின் உரிய என்ப.",
  "vilakkam":""
},
{
  "Padal":"மொழி எதிர் மொழிதல் பாங்கற்கு உரித்தே.",
  "vilakkam":""
},
{
  "Padal":"குறித்து எதிர் மொழிதல் அஃகித் தோன்றும்.",
  "vilakkam":""
},
{
  "Padal":"துன்புறு பொழுதினும் எல்லாம் கிழவன் \nவன்புறுத்தல்லது சேறல் இல்லை. ",
  "vilakkam":""
},
{
  "Padal":"செலவிடை அழுங்கல் செல்லாமை அன்றே \nவன்புறை குறித்த தவிர்ச்சி ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"கிழவி நிலையே வினையிடத்து உரையார் \nவென்றிக் காலத்து விளங்கித் தோன்றும்.",
  "vilakkam":""
},
{
  "Padal":"பூப்பின் புறப்பாடு ஈர் ஆறு நாளும் \nநீத்து அகன்று உறையார் என்மனார் புலவர் \nபரத்தையின் பிரிந்த காலையான.",
  "vilakkam":""
},
{
  "Padal":"வேண்டிய கல்வி யாண்டு மூன்று இறவாது.",
  "vilakkam":""
},
{
  "Padal":"வேந்து உறு தொழிலே யாண்டினது அகமே.",
  "vilakkam":""
},
{
  "Padal":"ஏனைப் பிரிவும் அவ் இயல் நிலையும்.",
  "vilakkam":""
},
{
  "Padal":"யாறும் குளனும் காவும் ஆடி \nபதி இகந்து நுகர்தலும் உரிய என்ப.",
  "vilakkam":""
},
{
  "Padal":"காமம் சான்ற கடைக்கோட் காலை \nஏமம் சான்ற மக்களொடு துவன்றி \nஅறம் புரி சுற்றமொடு கிழவனும் கிழத்தியும் \nசிறந்தது பயிற்றல் இறந்ததன் பயனே. ",
  "vilakkam":""
},
{
  "Padal":"தோழி தாயே பார்ப்பான் பாங்கன் \nபாணன் பாட்டி இளையர் விருந்தினர் \nகூத்தர் விறலியர் அறிவர் கண்டோர் \nயாத்த சிறப்பின் வாயில்கள் என்ப.",
  "vilakkam":""
},
{
  "Padal":"வினை வயின் பிரிந்தோன் மீண்டு வரு காலை \nஇடைச்சுர மருங்கின் தவிர்தல் இல்லை \nஉள்ளம் போல உற்றுழி உதவும் \nபுள் இயல் கலி மா உடைமையான.",
  "vilakkam":""
}
]
}
    ]
},
{
"Adhikaram":"Porul Adhikaram",
"Iyal":[
{ 
"Iyal_Name":"Poruliyal",   
"Poruliyal":[
  {
  "Padal":"இசை திரிந்து இசைப்பினும் இயையுமன் பொருளே \nஅசை திரிந்து இசையா என்மனார் புலவர். ",
  "vilakkam":""
},
{
  "Padal":"நோயும் இன்பமும் இரு வகை நிலையின் \nகாமம் கண்ணிய மரபிடை தெரிய \nஎட்டன் பகுதியும் விளங்க ஒட்டிய \nஉறுப்புடையது போல் உணர்வுடையது போல் \nமறுத்து உரைப்பது போல் நெஞ்சொடு புணர்த்தும் \nசொல்லா மரபின் அவற்றொடு கெழீஇ \nசெய்யா மரபின் தொழிற்படுத்து அடக்கியும் \nஅவர் அவர் உறு பிணி தம போல் சேர்த்தியும் \nஅறிவும் புலனும் வேறுபட நிறீஇ \nஇரு பெயர் மூன்றும் உரிய ஆக \nஉவமவாயில் படுத்தலும் உவமம் \nஒன்று இடத்து இருவர்க்கும் உரிய பாற் கிளவி.",
  "vilakkam":""
},
{
  "Padal":"கனவும் உரித்தால் அவ் இடத்தான.",
  "vilakkam":""
},
{
  "Padal":"தாய்க்கும் உரித்தால் போக்கு உடன் கிளப்பின்.",
  "vilakkam":""
},
{
  "Padal":"பால் கெழு கிளவி நால்வர்க்கும் உரித்தே \nநட்பின் நடக்கை ஆங்கு அலங்கடையே. ",
  "vilakkam":""
},
{
  "Padal":"உயிரும் நாணும் மடனும் என்று இவை \nசெயிர் தீர் சிறப்பின் நால்வர்க்கும் உரிய.",
  "vilakkam":""
},
{
  "Padal":"வண்ணம் பசந்து புலம்புறு காலை \nஉணர்ந்த போல உறுப்பினைக் கிழவி \nபுணர்ந்த வகையான் புணர்க்கவும் பெறுமே.",
  "vilakkam":""
},
{
  "Padal":"உடம்பும் உயிரும் வாடியக்கண்ணும் \nஎன் உற்றனகொல் இவை எனின் அல்லதை \nகிழவோற் சேர்தல் கிழத்திக்கு இல்லை.",
  "vilakkam":""
},
{
  "Padal":"ஒரு சிறை நெஞ்சமொடு உசாவும் காலை \nஉரியதாகலும் உண்டு என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"தன்வயின் கரத்தலும் அவன்வயின் வேட்டலும் \nஅன்ன இடங்கள் அல் வழி எல்லாம் \nமடனொடு நிற்றல் கடன் என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"அறத்தொடு நிற்கும் காலத்து அன்றி \nஅறத்து இயல் மரபு இலள் தோழி என்ப.",
  "vilakkam":""
},
{
  "Padal":"எளித்தல் ஏத்தல் வேட்கை உரைத்தல் \nகூறுதல் உசாஅதல் ஏதீடு தலைப்பாடு \nஉண்மை செப்பும் கிளவியொடு தொகைஇ \nஅவ் எழு வகைய என்மனார் புலவர்.",
  "vilakkam":""
},
{
  "Padal":"உற்றுழி அல்லது சொல்லல் இன்மையின் \nஅப் பொருள் வேட்கை கிழவியின் உணர்ப. ",
  "vilakkam":""
},
{
  "Padal":"செறிவும் நிறைவும் செம்மையும் செப்பும் \nஅறிவும் அருமையும் பெண்பாலான. ",
  "vilakkam":""
},
{
  "Padal":"பொழுதும் ஆறும் காப்பும் என்று இவற்றின் \nவழுவின் ஆகிய குற்றம் காட்டலும் \nதன்னை அழிதலும் அவண் ஊறு அஞ்சலும் \nஇரவினும் பகலினும் நீ வா என்றலும் \nகிழவோன் தன்னை வாரல் என்றலும் \nநன்மையும் தீமையும் பிறிதினைக் கூறலும் \nபுரை பட வந்த அன்னவை பிறவும் \nவரைதல் வேட்கைப் பொருள என்ப.",
  "vilakkam":""
},
{
  "Padal":"வேட்கை மறுத்துக் கிளந்தாங்கு உரைத்தல் \nமரீஇய மருங்கின் உரித்து என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"தேரும் யானையும் குதிரையும் பிறவும் \nஊர்ந்தனர் இயங்கலும் உரியர் என்ப. ",
  "vilakkam":""
},
{
  "Padal":"உண்டற்கு உரிய அல்லாப் பொருளை \nஉண்டன போலக் கூறலும் மரபே.",
  "vilakkam":""
},
{
  "Padal":"பொருள் என மொழிதலும் வரை நிலை இன்றே \nகாப்புக் கைம்மிகுதல் உண்மையான \nஅன்பே அறனே இன்பம் நாணொடு \nதுறந்த ஒழுக்கம் பழித்து அன்று ஆகலின் \nஒன்றும் வேண்டா காப்பினுள்ளே.",
  "vilakkam":""
},
{
  "Padal":"சுரம் என மொழிதலும் வரை நிலை இன்றே.",
  "vilakkam":""
},
{
  "Padal":"உயர்ந்தோர் கிளவி வழக்கொடு புணர்தலின் \nவழக்கு வழிப்படுதல் செய்யுட்குக் கடனே.",
  "vilakkam":""
},
{
  "Padal":"அறக் கழிவு உடையன பொருட் பயம் பட வரின் \nவழக்கு என வழங்கலும் பழித்து அன்று என்ப.",
  "vilakkam":""
},
{
  "Padal":"மிக்க பொருளினுள் பொருள் வகை புணர்க்க \nநாணுத் தலைப்பிரியா நல்வழிப் படுத்தே.",
  "vilakkam":""
},
{
  "Padal":"முறைப்பெயர் மருங்கின் கெழுதகைப் பொதுச் சொல் \nநிலைக்கு உரி மரபின் இரு வீற்றும் உரித்தே.",
  "vilakkam":""
},
{
  "Padal":"தாயத்தின் அடையா ஈயச் செல்லா \nவினைவயின் தங்கா வீற்றுக் கொளப்படா \nஎம் என வரூஉம் கிழமைத் தோற்றம் \nஅல்லாவாயினும் புல்லுவ உளவே. ",
  "vilakkam":""
},
{
  "Padal":"ஒரு பால் கிளவி எனைப் பாற்கண்ணும் \nவரு வகைதானே வழக்கு என மொழிப. ",
  "vilakkam":""
},
{
  "Padal":"எல்லா உயிர்க்கும் இன்பம் என்பது \nதான் அமர்ந்து வரூஉம் மேவற்று ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"பரத்தை வாயில் நால்வர்க்கும் உரித்தே \nநிலத் திரிபு இன்று அஃது என்மனார் புலவர்.",
  "vilakkam":""
},
{
  "Padal":"ஒருதலை உரிமை வேண்டினும் மகடூஉப் \nபிரிதல் அச்சம் உண்மையானும் \nஅம்பலும் அலரும் களவு வெளிப்படுக்கும் என்று \nஅஞ்ச வந்த ஆங்கு இரு வகையினும் \nநோக்கொடு வந்த இடையூறு பொருளினும் \nபோக்கும் வரைவும் மனைவிகண் தோன்றும்.",
  "vilakkam":""
},
{
  "Padal":"வருத்த மிகுதி சுட்டும் காலை \nஉரித்து என மொழிப வாழ்க்கையுள் இரக்கம்.",
  "vilakkam":""
},
{
  "Padal":"மனைவி உயர்வும் கிழவோன் பணிவும் \nநினையும் காலை புலவியுள் உரிய.",
  "vilakkam":""
},
{
  "Padal":"நிகழ் தகை மருங்கின் வேட்கை மிகுதியின் \nபுகழ் தகை வரையார் கற்பினுள்ளே. ",
  "vilakkam":""
},
{
  "Padal":"இறைச்சிதானே உரிப் புறத்ததுவே.",
  "vilakkam":""
},
{
  "Padal":"இறைச்சியின் பிறக்கும் பொருளுமார் உளவே \nதிறத்து இயல் மருங்கின் தெரியுமோர்க்கே.",
  "vilakkam":""
},
{
  "Padal":"அன்புறு தகுவன இறைச்சியுள் சுட்டலும் \nவன்புறை ஆகும் வருந்திய பொழுதே.",
  "vilakkam":""
},
{
  "Padal":"செய் பொருள் அச்சமும் வினைவயின் பிரிவும் \nமெய்பெற உணர்த்தும் கிழவி பாராட்டே.",
  "vilakkam":""
},
{
  "Padal":"கற்புவழிப் பட்டவள் பரத்தைமை ஏத்தினும் \nஉள்ளத்து ஊடல் உண்டு என மொழிப. ",
  "vilakkam":""
},
{
  "Padal":"கிழவோள் பிறள் குணம் இவை எனக் கூறி \nகிழவோன் குறிப்பினை உணர்தற்கும் உரியள். ",
  "vilakkam":""
},
{
  "Padal":"தம் உறு விழுமம் பரத்தையர் கூறினும் \nமெய்ம்மையாக அவர்வயின் உணர்ந்தும் \nதலைத்தாட் கழறல் தம் எதிர்ப்பொழுது இன்றே \nமலிதலும் ஊடலும் அவை அலங்கடையே.",
  "vilakkam":""
},
{
  "Padal":"பொழுது தலைவைத்த கையறு காலை \nஇறந்த போலக் கிளக்கும் கிளவி \nமடனே வருத்தம் மருட்கை மிகுதியொடு \nஅவை நாற் பொருட்கண் நிகழும் என்ப.",
  "vilakkam":""
},
{
  "Padal":"இரந்து குறையுற்ற கிழவனைத் தோழி \nநிரம்ப நீக்கி நிறுத்தல் அன்றியும் \nவாய்மை கூறலும் பொய் தலைப்பெய்தலும் \nநல் வகையுடைய நயத்தின் கூறியும் \nபல் வகையானும் படைக்கவும் பெறுமே. ",
  "vilakkam":""
},
{
  "Padal":"உயர் மொழிக் கிளவி உறழும் கிளவி \nஐயக் கிளவி ஆடூஉவிற்கு உரித்தே.",
  "vilakkam":""
},
{
  "Padal":"உறுகண் ஓம்பல் தன் இயல்பு ஆகலின் \nஉரியதாகும் தோழிகண் உரனே.",
  "vilakkam":""
},
{
  "Padal":"உயர் மொழிக் கிளவியும் உரியவால் அவட்கே.",
  "vilakkam":""
},
{
  "Padal":"வாயிற் கிளவி வெளிப்படக் கிளத்தல் \nதா இன்று உரிய தம்தம் கூற்றே. ",
  "vilakkam":""
},
{
  "Padal":"உடனுறை உவமம் சுட்டு நகை சிறப்பு எனக் \nகெடல் அரு மரபின் உள்ளுறை ஐந்தே.",
  "vilakkam":""
},
{
  "Padal":"அந்தம் இல் சிறப்பின் ஆகிய இன்பம் \nதன்வயின் வருதலும் வகுத்த பண்பே.",
  "vilakkam":""
},
{
  "Padal":"மங்கல மொழியும் வைஇய மொழியும் \nமாறு இல் ஆண்மையின் சொல்லிய மொழியும் \nகூறிய மருங்கின் கொள்ளும் என்ப.",
  "vilakkam":""
},
{
  "Padal":"சினனே பேதைமை நிம்பிரி நல்குரவு \nஅனை நால் வகையும் சிறப்பொடு வருமே.",
  "vilakkam":""
},
{
  "Padal":"அன்னை என்னை என்றலும் உளவே \nதொல் நெறி முறைமை சொல்லினும் எழுத்தினும் \nதோன்றா மரபின என்மனார் புலவர். ",
  "vilakkam":""
},
{
  "Padal":"ஒப்பும் உருவும் வெறுப்பும் என்றா \nகற்பும் ஏரும் எழிலும் என்றா \nசாயலும் நாணும் மடனும் என்றா \nநோயும் வேட்கையும் நுகர்வும் என்று ஆங்கு \nஆவயின் வரூஉம் கிளவி எல்லாம் \nநாட்டு இயல் மரபின் நெஞ்சு கொளின் அல்லது \nகாட்டலாகாப் பொருள என்ப.",
  "vilakkam":""
},
{
  "Padal":"இமையோர் தேஎத்தும் எறி கடல் வரைப்பினும் \nஅவை இல் காலம் இன்மையான. ",
  "vilakkam":""
}
]
}
    ]
},
{
"Adhikaram":"Porul Adhikaram",
"Iyal":[
{ 
"Iyal_Name":"Meipattiyal",   
"Meipattiyal":[
  {
  "Padal":"பண்ணைத் தோன்றிய எண் நான்கு பொருளும் \nகண்ணிய புறனே நால் நான்கு என்ப.",
  "vilakkam":""
},
{
  "Padal":"நால் இரண்டு ஆகும் பாலுமார் உண்டே.",
  "vilakkam":""
},
{
  "Padal":"நகையே அழுகை இளிவரல் மருட்கை \nஅச்சம் பெருமிதம் வெகுளி உவகை என்று \nஅப் பால் எட்டே மெய்ப்பாடு என்ப. ",
  "vilakkam":""
},
{
  "Padal":"எள்ளல் இளமை பேதைமை மடன் என்று \nஉள்ளப்பட்ட நகை நான்கு என்ப. ",
  "vilakkam":""
},
{
  "Padal":"இளிவே இழவே அசைவே வறுமை என \nவிளிவு இல் கொள்கை அழுகை நான்கே.",
  "vilakkam":""
},
{
  "Padal":"மூப்பே பிணியே வருத்தம் மென்மையொடு யாப்புற வந்த இளிவரல் \nநான்கே.",
  "vilakkam":""
},
{
  "Padal":"புதுமை பெருமை சிறுமை ஆக்கமொடு \nமதிமை சாலா மருட்கை நான்கே. ",
  "vilakkam":""
},
{
  "Padal":"அணங்கே விலங்கே கள்வர் தம் இறை எனப் \nபிணங்கல் சாலா அச்சம் நான்கே. ",
  "vilakkam":""
},
{
  "Padal":"கல்வி தறுகண் புகழ்மை கொடை எனச் \nசொல்லப்பட்ட பெருமிதம் நான்கே.",
  "vilakkam":""
},
{
  "Padal":"உறுப்பறை குடிகோள் அலை கொலை என்ற \nவெறுப்பின் வந்த வெகுளி நான்கே.",
  "vilakkam":""
},
{
  "Padal":"செல்வம் புலனே புணர்வு விளையாட்டு என்று \nஅல்லல் நீத்த உவகை நான்கே.",
  "vilakkam":""
},
{
  "Padal":"ஆங்கவை ஒரு பால் ஆக ஒரு பால் \nஉடைமை இன்புறல் நடுவுநிலை அருளல் \nதன்மை அடக்கம் வரைதல் அன்பு எனாஅ \nகைம்மிகல் நலிதல் சூழ்ச்சி வாழ்த்தல் \nநாணுதல் துஞ்சல் அரற்று கனவு எனாஅ \nமுனிதல் நினைதல் வெரூஉதல் மடிமை \nகருதல் ஆராய்ச்சி விரைவு உயிர்ப்பு எனாஅ \nகையாறு இடுக்கண் பொச்சாப்பு பொறாமை \nவியர்த்தல் ஐயம் மிகை நடுக்கு எனாஅ \nஇவையும் உளவே அவை அலங்கடையே.",
  "vilakkam":""
},
{
  "Padal":"புகு முகம் புரிதல் பொறி நுதல் வியர்த்தல் \nநகு நயம் மறைத்தல் சிதைவு பிறர்க்கு இன்மையொடு \nதகு முறை நான்கே ஒன்று என மொழிப. ",
  "vilakkam":""
},
{
  "Padal":"கூழை விரித்தல் காது ஒன்று களைதல் \nஊழ் அணி தைவரல் உடை பெயர்த்து உடுத்தலொடு \nஊழி நான்கே இரண்டு என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"அல்குல் தைவரல் அணிந்தவை திருத்தல் \nஇல் வலியுறுத்தல் இரு கையும் எடுத்தலொடு \nசொல்லிய நான்கே மூன்று என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"பாராட்டு எடுத்தல் மடம் தப உரைத்தல் \nஈரம் இல் கூற்றம் ஏற்று அலர் நாணல் \nகொடுப்பவை கோடல் உளப்படத் தொகைஇ \nஎடுத்த நான்கே நான்கு என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"தெரிந்து உடம்படுதல் திளைப்பு வினை மறுத்தல் \nகரந்திடத்து ஒழிதல் கண்டவழி உவத்தலொடு \nபொருந்திய நான்கே ஐந்து என மொழிப. ",
  "vilakkam":""
},
{
  "Padal":"புறம் செயச் சிதைதல் புலம்பித் தோன்றல் \nகலங்கி மொழிதல் கையறவு உரைத்தலொடு \nவிளம்பிய நான்கே ஆறு என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"அன்ன பிறவும் அவற்றொடு சிவணி \nமன்னிய வினைய நிமித்தம் என்ப.",
  "vilakkam":""
},
{
  "Padal":"வினை உயிர் மெலிவு இடத்து இன்மையும் உரித்தே.",
  "vilakkam":""
},
{
  "Padal":"அவையும் உளவே அவை அலங்கடையே.",
  "vilakkam":""
},
{
  "Padal":"இன்பத்தை வெறுத்தல் துன்பத்துப் புலம்பல் \nஎதிர் பெய்து பரிதல் ஏதம் ஆய்தல் \nபசி அட நிற்றல் பசலை பாய்தல் \nஉண்டியின் குறைதல் உடம்பு நனி சுருங்கல் \nகண் துயில் மறுத்தல் கனவொடு மயங்கல் \nபொய்யாக் கோடல் மெய்யே என்றல் \nஐயம் செய்தல் அவன் தமர் உவத்தல் \nஅறன் அளித்து உரைத்தல் ஆங்கு நெஞ்சு அழிதல் \nஎம் மெய் ஆயினும் ஒப்புமை கோடல் \nஒப்புவழி உவத்தல் உறு பெயர் கேட்டல் \nநலத் தக நாடின் கலக்கமும் அதுவே.",
  "vilakkam":""
},
{
  "Padal":"முட்டுவயின் கழறல் முனிவு மெய்ந் நிறுத்தல் \nஅச்சத்தின் அகறல் அவன் புணர்வு மறுத்தல் \nதூது முனிவு இன்மை துஞ்சிச் சேர்தல் \nகாதல் கைம்மிகல் கட்டுரை இன்மை என்று \nஆயிரு நான்கே அழிவு இல் கூட்டம்.",
  "vilakkam":""
},
{
  "Padal":"தெய்வம் அஞ்சல் புரை அறம் தெளிதல் \nஇல்லது காய்தல் உள்ளது உவர்த்தல் \nபுணர்ந்துழி உண்மை பொழுது மறுப்பு ஆக்கம் \nஅருள் மிக உடைமை அன்பு தொக நிற்றல் \nபிரிவு ஆற்றாமை மறைந்தவை உரைத்தல் \nபுறஞ்சொல் மாணாக் கிளவியொடு தொகைஇ \nசிறந்த பத்தும் செப்பிய பொருளே.",
  "vilakkam":""
},
{
  "Padal":"பிறப்பே குடிமை ஆண்மை ஆண்டொடு \nஉருவு நிறுத்த காம வாயில் \nநிறையே அருளே உணர்வொடு திரு என \nமுறையுறக் கிளந்த ஒப்பினது வகையே.",
  "vilakkam":""
},
{
  "Padal":"நிம்பிரி கொடுமை வியப்பொடு புறமொழி \nவன்சொல் பொச்சாப்பு மடிமையொடு குடிமை \nஇன்புறல் ஏழைமை மறப்பொடு ஒப்புமை \nஎன்று இவை இன்மை என்மனார் புலவர். ",
  "vilakkam":""
},
{
  "Padal":"கண்ணினும் செவியினும் திண்ணிதின் உணரும் \nஉணர்வுடை மாந்தர்க்கு அல்லது தெரியின் \nநல் நயப் பொருள்கோள் எண்ண அருங்குரைத்தே.",
  "vilakkam":""
}
]
}
    ]
}   ,
{
"Adhikaram":"Porul Adhikaram",
"Iyal":[
{ 
"Iyal_Name":"Uvamayiyal",   
"Uvamayiyal":[
  {
  "Padal":"வினை பயன் மெய் உரு என்ற நான்கே \nவகை பெற வந்த உவமத் தோற்றம். ",
  "vilakkam":""
},
{
  "Padal":"விரவியும் வரூஉம் மரபின என்ப.",
  "vilakkam":""
},
{
  "Padal":"உயர்ந்ததன் மேற்றே உள்ளும் காலை.",
  "vilakkam":""
},
{
  "Padal":"சிறப்பே நலனே காதல் வலியொடு \nஅந் நால் பண்பும் நிலைக்களம் என்ப.",
  "vilakkam":""
},
{
  "Padal":"கிழக்கிடு பொருளொடு ஐந்தும் ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"முதலும் சினையும் என்று ஆயிரு பொருட்கும் \nநுதலிய மரபின் உரியவை உரிய.",
  "vilakkam":""
},
{
  "Padal":"சுட்டிக் கூறா உவமம் ஆயின் \nபொருள் எதிர் புணர்த்துப் புணர்த்தன கொளலே.",
  "vilakkam":""
},
{
  "Padal":"உவமமும் பொருளும் ஒத்தல் வேண்டும்.",
  "vilakkam":""
},
{
  "Padal":"பொருளே உவமம் செய்தனர் மொழியினும் \nமருள் அறு சிறப்பின் அஃது உவமம் ஆகும்.",
  "vilakkam":""
},
{
  "Padal":"பெருமையும் சிறுமையும் சிறப்பின் தீராக் \nகுறிப்பின் வரூஉம் நெறிப்பாடு உடைய.",
  "vilakkam":""
},
{
  "Padal":"அவைதாம், \nஅன்ன ஏய்ப்ப உறழ ஒப்ப \nஎன்ன மான என்றவை எனாஅ \nஒன்ற ஒடுங்க ஒட்ட ஆங்க \nஎன்ற வியப்ப என்றவை எனாஅ \nஎள்ள விழைய விறப்ப நிகர்ப்ப \nகள்ள கடுப்ப ஆங்கவை எனாஅ \nகாய்ப்ப மதிப்ப தகைய மருள \nமாற்ற மறுப்ப ஆங்கவை எனாஅ \nபுல்ல பொருவ பொற்ப போல \nவெல்ல வீழ ஆங்கவை எனாஅ \nநாட நளிய நடுங்க நந்த \nஓட புரைய என்றவை எனாஅ \nஆறு ஆறு அவையும் அன்ன பிறவும் \nகூறும் காலைப் பல் குறிப்பினவே.",
  "vilakkam":""
},
{
  "Padal":"அன்ன ஆங்க மான விறப்ப \nஎன்ன உறழ தகைய நோக்கொடு \nகண்ணிய எட்டும் வினைப்பால் உவமம்.",
  "vilakkam":""
},
{
  "Padal":"அன்ன என் கிளவி பிறவொடும் சிவணும்.",
  "vilakkam":""
},
{
  "Padal":"எள்ள விழைய புல்ல பொருவ \nகள்ள மதிப்ப வெல்ல வீழ \nஎன்று ஆங்கு எட்டே பயனிலை உவமம்.",
  "vilakkam":""
},
{
  "Padal":"கடுப்ப ஏய்ப்ப மருள புரைய \nஒட்ட ஒடுங்க ஓட நிகர்ப்ப என்று \nஅப் பால் எட்டே மெய்ப்பால் உவமம். ",
  "vilakkam":""
},
{
  "Padal":"போல மறுப்ப ஒப்ப காய்த்த \nநேர வியப்ப நளிய நந்த என்று \nஒத்து வரு கிளவி உருவின் உவமம்.",
  "vilakkam":""
},
{
  "Padal":"தம்தம் மரபின் தோன்றுமன் பொருளே. ",
  "vilakkam":""
},
{
  "Padal":"நால் இரண்டு ஆகும் பாலுமார் உண்டே",
  "vilakkam":""
},
{
  "Padal":"பெருமையும் சிறுமையும் மெய்ப்பாடு எட்டன் \nவழி மருங்கு அறியத் தோன்றும் என்ப.",
  "vilakkam":""
},
{
  "Padal":"வழி மருங்கு அறியத் தோன்றும் என்ப. ",
  "vilakkam":""
},
{
  "Padal":"உவமப் பொருளின் உற்றது உணரும் \nதெளி மருங்கு உளவே திறத்து இயலான. ",
  "vilakkam":""
},
{
  "Padal":"உவமப் பொருளை உணரும் காலை மரீஇய மரபின் வழக்கொடு வருமே.",
  "vilakkam":""
},
{
  "Padal":"இரட்டைக்கிளவி இரட்டை வழித்தே.",
  "vilakkam":""
},
{
  "Padal":"பிறிதொடு படாது பிறப்பொடு நோக்கி \nமுன்னை மரபின் கூறும் காலை \nதுணிவொடு வரூஉம் துணிவினோர் கொளினே. ",
  "vilakkam":""
},
{
  "Padal":"உவமப் போலி ஐந்து என மொழிப.",
  "vilakkam":""
},
{
  "Padal":"தவல் அருஞ் சிறப்பின் அத் தன்மை நாடின் \nவினையினும் பயத்தினும் உறுப்பினும் உருவினும் \nபிறப்பினும் வரூஉம் திறத்த என்ப.",
  "vilakkam":""
},
{
  "Padal":"கிழவி சொல்லின் அவள் அறி கிளவி.",
  "vilakkam":""
},
{
  "Padal":"தோழிக்கு ஆயின் நிலம் பெயர்ந்து உரையாது.",
  "vilakkam":""
},
{
  "Padal":"கிழவோற்கு ஆயின் உரனொடு கிளக்கும்.",
  "vilakkam":""
},
{
  "Padal":"ஏனோர்க்கு எல்லாம் இடம் வரைவு இன்றே.",
  "vilakkam":""
},
{
  "Padal":"இனிது உறு கிளவியும் துனி உறு கிளவியும் \nஉவம மருங்கின் தோன்றும் என்ப.",
  "vilakkam":""
},
{
  "Padal":"கிழவோட்கு உவமம் ஈர் இடத்து உரித்தே.",
  "vilakkam":""
},
{
  "Padal":"கிழவோற்கு ஆயின் இடம் வரைவு இன்றே.",
  "vilakkam":""
},
{
  "Padal":"தோழியும் செவிலியும் பொருந்துவழி நோக்கிக் \nகூறுதற்கு உரியர் கொள் வழியான. ",
  "vilakkam":""
},
{
  "Padal":"வேறுபட வந்த உவமத் தோற்றம் \nகூறிய மருங்கின் கொள் வழிக் கொளாஅல். ",
  "vilakkam":""
},
{
  "Padal":"ஒரீஇக் கூறலும் மரீஇய பண்பே.",
  "vilakkam":""
},
{
  "Padal":"உவமத் தன்மையும் உரித்து என மொழிப \nபயனிலை புரிந்த வழக்கத்தான.",
  "vilakkam":""
},
{
  "Padal":"தடுமாறு உவமம் கடி வரை இன்றே.",
  "vilakkam":""
},
{
  "Padal":"அடுக்கிய தோற்றம் விடுத்தல் பண்பே \nநிரல் நிறுத்து அமைத்தல் நிரல் நிறை சுண்ணம் \nவரன் முறை வந்த மூன்று அலங்கடையே.",
  "vilakkam":""
},
]
}
    ]
},
{
"Adhikaram":"Porul Adhikaram",
"Iyal":[
  
{ 
"Iyal_Name":"Seiyyuliyal",   
"Seiyyuliyal":[
  {
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
}
]
}
    ]
},
{
"Adhikaram":"Porul Adhikaram",
"Iyal":[
{ 
"Iyal_Name":"Marabiyal",   
"Marabiyal":[
  {
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
},
{
  "Padal":"",
  "vilakkam":""
}
]
}
    ]
}            
]   

